11/data/attachments/4bfb71796409385a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Steven_worker_Actions_35472_0</nif:username>
            <nif:friendToBeRequested>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>